{
  "Title": "Blade Runner",
  "FullTitle": "Blade Runner (1982)",
  "SortTitle": "Blade Runner",
  "Slug": "blade-runner-1982",
  "Type": "Movie",
  "Year": 1982,
  "ImageUrl": "Movie/blade-runner-1982/cover.jpg",
  "ExternalIds": {
    "Tmdb": "78",
    "Imdb": "tt0083658"
  },
  "Groups": [],
  "Plot": "In the early twenty-first century, the Tyrell Corporation, during what was called the Nexus phase, developed robots, called \u0022replicants\u0022, that were supposed to aid society, the replicants which looked and acted like humans. When the superhuman generation Nexus 6 replicants, used for dangerous off-Earth endeavors, began a mutiny on an off-Earth colony, replicants became illegal on Earth. Police units, called \u0022blade runners\u0022, have the job of destroying - or in their parlance \u0022retiring\u0022 - any replicant that makes its way back to or created on Earth, with anyone convicted of aiding or assisting a replicant being sentenced to death. It\u0027s now November, 2019 in Los Angeles, California. Rick Deckard, a former blade runner, is called out of retirement when four known replicants, most combat models, have made their way back to Earth, with their leader being Roy Batty. One, Leon Kowalski, tried to infiltrate his way into the Tyrell Corporation as an employee, but has since been able to escape. Beyond following Leon\u0027s trail in hopes of finding and retiring them all, Deckard believes part of what will help him is figuring out what the replicants wanted with the Tyrell Corporation in trying to infiltrate it. The answer may lie with Tyrell\u0027s fail-safe backup mechanism. Beyond tracking the four, Deckard faces a possible dilemma in encountering a fifth replicant: Rachael, who works as Tyrell\u0027s assistant. The issue is that Dr. Elden Tyrell is experimenting with her, to provide her with fake memories so as to be able to better control her. With those memories, Rachael has no idea that she is not human. The problem is not only Rachael\u0027s assistance to Deckard, but that he is beginning to develop feelings for her.",
  "Tagline": "A Futuristic Vision Perfected [2007 Final Cut]",
  "Directors": "Ridley Scott",
  "Writers": "Hampton Fancher, David Webb Peoples, Philip K. Dick",
  "Stars": "Harrison Ford, Rutger Hauer, Sean Young",
  "Genres": "Action, Drama, Sci-Fi",
  "RuntimeMinutes": 117,
  "Runtime": "1h 57min",
  "ContentRating": "R",
  "ReleaseDate": "1982-06-25T00:00:00+00:00",
  "DateAdded": "2024-07-15T01:54:37.2956943+00:00"
}