{
  "Title": "Another Round",
  "FullTitle": "Another Round (2020)",
  "SortTitle": "Another Round",
  "Slug": "another-round-2020",
  "Type": "Movie",
  "Year": 2020,
  "ImageUrl": "Movie/another-round-2020/cover.jpg",
  "ExternalIds": {
    "Tmdb": "580175",
    "Imdb": "tt10288566"
  },
  "Plot": "There is a theory that man is born with half a per mille too little. That alcohol in the blood opens the mind to the outside world, problems seem smaller and creativity increases. We know it well; after the first glass of wine, the conversation lifts, the possibilities open up. Martin is a high school teacher. He feels old and tired. His students and their parents want him terminated to increase their average. Encouraged by the per mille theory, Martin and his three colleagues throw themselves into an experiment to maintain a constant alcohol impact in everyday life. If Churchill won World War II in a dense fog of spirits, what could the strong drops do for them and their students? The result is positive in the beginning. Martin\u0027s class is in a different way now, and the project is being promoted to a real academic study with the collection of results. Slowly, but surely, the alcohol makes the four friends and their surroundings loosen up. The results are rising, and they really begin to feel life. As the objects go inboard, the experiment progresses for some, and goes off track for others. It becomes clearer and clearer that alcohol can generate great results in world history, but that all daring can also have consequences. The film is described as a fun, touching and thought-provoking drama about friendship, freedom - and alcohol.",
  "Tagline": "",
  "Directors": "Thomas Vinterberg",
  "Writers": "Thomas Vinterberg, Tobias Lindholm",
  "Stars": "Mads Mikkelsen, Thomas Bo Larsen, Magnus Millang",
  "Genres": "Comedy, Drama",
  "RuntimeMinutes": 117,
  "Runtime": "1h 57min",
  "ContentRating": "Not Rated",
  "ReleaseDate": "2020-12-18T00:00:00-08:00",
  "DateAdded": "2024-07-15T01:52:59.458806+00:00"
}