{
  "Title": "Dune",
  "FullTitle": "Dune (1984)",
  "SortTitle": "Dune",
  "Slug": "dune-1984",
  "Type": "Movie",
  "Year": 1984,
  "ImageUrl": "Movie/dune-1984/cover.jpg",
  "ExternalIds": {
    "Tmdb": "841",
    "Imdb": "tt0087182"
  },
  "Groups": [],
  "Plot": "In the distant year of 10191, all the planets of the known Universe are under the control of Padishah Emperor Shaddam IV and the most important commodity in the Universe is a substance called the spice \u0022MELANGE\u0022 which is said to have the power of extending life, expanding the consciousness and even to \u0022fold space\u0022 ; being able to travel to any distance without physically moving. This spice \u0022MELANGE\u0022 is said to only be produced in the desert planet of Arrakis, where the FREMEN people have the prophecy of a man who will lead them to true freedom. This \u0022desert planet\u0022of Arrakis is also known as DUNE. A secret report of the space \u0022GUILD\u0022 talks about some circumstances and plans that could jeopardize the production of \u0022SPICE\u0022 with four planets involved: ARRAKIS, CALADAN, GIEDI PRIME and KAITAIN, a world at least visually very alike to Earth and house of the Emperor of the known Universe. The \u0022GUILD\u0022 sends a third stage navigator to KAITAIN to ask details from the Emperor and to demand him the killing of young Paul Atreides, son of the Duke Leto Atreides of CALADAN.",
  "Tagline": "It is a world where sandworms 1,000 feet long guard creation\u0027s greatest treasure - the spice that prolongs life. And enables the mind to fold space and slow time. Where a prophecy will be fulfilled. And a young leader with incredible powers will emerge to command an army of five million warriors in the final battle for control of a universe and its source of ultimate power. The planet called Dune.",
  "Directors": "David Lynch",
  "Writers": "Frank Herbert, David Lynch",
  "Stars": "Kyle MacLachlan, Virginia Madsen, Francesca Annis",
  "Genres": "Action, Adventure, Sci-Fi",
  "RuntimeMinutes": 137,
  "Runtime": "2h 17min",
  "ContentRating": "PG-13",
  "ReleaseDate": "1984-12-14T00:00:00-08:00",
  "DateAdded": "2024-07-15T01:56:48.8491827+00:00"
}